{"result":"success","message":null,"data":[{"post_id":6309543,"topic_id":577765,"author":"DiamondCardz","author_uid":55122,"title":"[EDU] The Rule of \"No Collateral, No Loan\" - IGNORE AT YOUR OWN RISK!","content":"As in 2013, it seems the trend has continued - a massive influx of users, both new and old, has continued to hit the Lending section with more and more loans being asked for daily. Due to scams a \"rule\" has been created which, while not currently \"enforced\", is basically a minimum requirement to get a loan. Note that this isn't an official forum rule, it's just a rule that most lenders will follow.<br><br><b>The rule of \"No Collateral, No Loan\" means that in order to get a loan you must give collateral that is equal, or preferably higher to the amount you are being loaned.</b><br><br><b><span style=\"color: red;\">If you completely ignore this sticky and make a loan request with no collateral, without having massive trust on the forum, the chances of you getting negative trusted feedback and therefore having a Trade with Extreme Caution tag is almost 100%.</span></b><br><br>In general the amount lenders will be looking for is collateral equal to 110%-120% of the amount you are being loaned. Why is this? Well, first, they want to discourage you from running off with the funds. Collateral also needs to be something that can easily be sold, which brings me to my second point - your $500 worth of ink isn't going to cut it as collateral. Normally lenders will want things such as Altcoins or precious metals, although things that can be sent electronically are preferred.<br><br>A common question is <b>why don't I just sell my collateral?</b> Well the reasoning behind collateral is that you think it's going to appreciate in price or do not want to sell it, encouraging you to pay back the loan to have your collateral returned.<br><br>However, you must also watch out for <b>collateral scammers.</b> These guys take your collateral and run, without sending you the loan. Avoid this by using escrow.<br><br>This applies to lenders too - for your own sake, please follow this rule, both for your wallet and to discourage scammers from coming here.<br><br><i>The below post is also part of this [EDU].</i>","date":"2014-04-20T14:40:54.000Z","board_id":65,"board_name":"Lending","updated_at":"2020-08-21T18:27:07.135Z"}]}